export default {
  id: 'terror-30',
  module: 'role-play',
  title: '你是戒嚴時代的誰呢？',
  image: 'role-play/terror-30.jpg',
  date: '2017-07-13 21:00:00',
  breaking: false,
  authorship: [
    {
      job: '編輯',
      people: ['洪國鈞', '薛翰駿', '蕭長展']
    },
    {
      job: '設計開發',
      people: ['游知澔']
    }
  ],
  chart: {
    id: 14141,
    contentStyle: {
      backgroundColor: '#303030',
      color: '#eee'
    }
  },
  references: [
    '《走過長夜：政治受難者的生命故事》（輯一･秋蟬的悲鳴、輯二･看到陽光的時候、輯三･換不回的青春，共三冊）。新北市：國家人權博物館籌備處，2015。',
    '《冤獄、求生與揚名——政治受難者歐陽劍華與張常美的生命故事特展專刊》。新北市：國家人權博物館籌備處，2015。',
    '國家人權博物館籌備處網站／影音書籍成果／電子書',
    '台灣民間真相與和解促進會網站／歷史真相／歷史之牆／白色恐怖･被槍決部分名單',
    '陳順孝，《新聞控制與反控制：「記實避禍」的報導策略》。台北：五南出版社，2003。',
    '國立公共資訊圖書館／數位典藏服務網'
  ]
}
