[
  {
    "id": "1",
    "subtitle": "這就是天皇的聲音？\n戰爭終於要結束了嗎？\n總算不再是殖民地\n台灣人能做自己的主人了吧",
    "tlj_subtitle": "這就 sī 天皇 ê 聲音？\n戰爭總算 beh 結束？\n總算不再 sī 殖民地\n台灣人能做自己 ê 主人？",
    "en_subtitle": "Is it the voice of the Empreor?\nIs the war over after all?\nNo long been a colony,\nFormosan people could be a master on their own."
  },
  {
    "id": "2",
    "description": "台灣人要讀自己的報紙，這是台灣第一個留美博士林茂生創立的《民報》，以後每天讀，當作學習國字，擺脫殖民惡習的功課。",
    "tlj_description": "台灣人要讀自己 ê 報紙，這 sī 台灣頭一個留美博士林茂生創立 ê 《民報》，以後每工讀，當作學習國字，擺脫殖民惡習 ê 功課。",
    "en_description": "Formosan people should read their own newspapers. This is Minpao (民報), co-founded by Lin Mosei (林茂生, 1887-1947), the first Formosan Ph.D. in the U.S.\nThey should read Minpao every day, so they can learn Mandarin Chinese in order to get rid of Japanese colonial customs."
  },
  {
    "id": "3",
    "description": "擺脫殖民的身份，不再是二等公民，台灣人是應該歡欣。本省應踐行三民主義，率先做個模範省。",
    "tlj_description": "擺脫殖民 ê 身份，不再 sī 二等公民，台灣人 sī 應該歡欣。本省應實踐三民主義，率先做個模範省。",
    "en_description": "Getting rid of such a secondary status of the colonized, Formosan people should celebrate. As a new province of the Republic of China, Taiwanese people should practice the Three Principles of People (三民主義), proposed and advocated by Dr. Sun Yat-sen, in order to become a role model."
  },
  {
    "id": "4",
    "description": "台灣人才濟濟，除哲學博士林茂生，又有醫學博士杜聰明、施江南，經濟學博士陳炘，就像杜聰明博士說的一樣，台灣人有科學技術者至少上萬，要建設新生台灣，綽綽有餘。",
    "tlj_description": "台灣人才濟濟，除哲學博士林茂生，iū-koh 有醫學博士杜聰明、施江南，經濟學博士陳炘，就像杜聰明博士說 ê 同款，台灣人有科學技術者至少上萬，要建設新生台灣，līng-hòo-hòo。",
    "en_description": "There were hordes of Formosan intellectuals for the postwar reconstruction. Not only Lin Mosei (林茂生, 1887-1947), the first Formosan doctor of philosophy, but also medical doctors eg. Tō͘ Chhong-bêng (杜聰明, 1893-1986) and Si Kang-lam (施江南, 1902-1947), economist and industrialist Tan Him (陳炘, 1893-1947). As Tō͘ Chhong-bêng said, thousands of Formosan technical talents could afford to rebuild a new Formosa."
  },
  {
    "id": "5",
    "description": "聽別人說《民報》文字太艱澀，我覺得這正是台灣人需要努力的地方，已經回歸祖國，別再看日文、講日語，多讀國文報紙吧！",
    "tlj_description": "聽別人講《民報》文字太 pháinn-tha̍k，我覺得這正 sī 台灣人需要努力 ê 所在 ，已經回歸祖國，別再 tha̍k 日文、講日語，多讀國文ê報紙！",
    "en_description": "It is heard that Minpao was too difficult and sophisticated for readers. But I think we Formosan people should put more effort into understanding the new culture. We were already part of our fatherland now. Stop reading and speaking Japanese! Read more newspapers in Mandarin!"
  },
  {
    "id": "6",
    "description": "已從台北二中畢業好一段時間，現由哲學博士林茂生主持家長會，台灣文化協會的黃朝生兄也一同參與，真替學弟們感到放心。",
    "tlj_description": "已從台北二中畢業好一段時間，現此時由哲學博士林茂生主持家長會，台灣文化協會 ê 黃朝生兄也做伙參與，真替學弟in感著放心。",
    "en_description": "It has been a while since I graduated from Taipei Secondary High School. Now the parental association was hosted by Dr. Lin Mosei (林茂生, 1887-1947), and Mr. N̂g Tiâu-sing (黃朝生, 1904-1947) of Taiwanese Culture Association (台灣文化協會) also attended. I felt so relieved for the young students."
  },
  {
    "id": "7",
    "description": "別的不敢說，台灣人才裡，醫生和律師最多，政府應該加以錄用。剛接收還未上軌道，但法院應速速開辦，不得拖延才是。",
    "tlj_description": "別 ê 不敢說，台灣人才內底，醫生 kap 律師最濟，政府應該加以錄用。剛接收還未 tsiūnn-tsuā，但法院應 khah-kín 開辦，不得拖延 tsiah-sī 。",
    "en_description": "Not even to mention other careers, amongst those Formosan intellectuals, medical doctors and lawyers were the most. At the beginning of the retrocession, everything was not yet on the right track, the government should recruit these Formosan talents. Especially the reestablishing the legal systems, e.g. courts, this was rather urgent and not postponable."
  },
  {
    "id": "8",
    "description": "檢察官有偵查犯罪和維持社會安寧之責，今已光復，日籍檢察官總算去職，首席檢察官雖不是台籍人士，但至少是同胞。之後願能多聘用本省法律人士。",
    "tlj_description": "檢察官有偵查犯罪 kap 維持社會安寧之責任，今已光復，日籍檢察官總算去職，首席檢察官雖不 sī 台籍人士，但至少 sī 同胞。 liáu-āu 願能多聘用本省法律人士。",
    "en_description": "Prosecutors played a role in crime investigation and maintaining social orders. Now after the retrocession, the Japanese prosecutors all resigned but most of the higher officials were though not native Formosan but still compatriots from the mainland. It was still hoped that more Formosan legal talents could be hired in the near future."
  },
  {
    "id": "9",
    "description": "要作選出代表的準備，選出代表台灣人自己民意的代表。看來亦有不少推事、檢察官由台人擔當，甚好。",
    "tlj_description": "要作選出代表 ê 準備，選出代表台灣人自己民意 ê 代表。看來ia̍h有不少推事、檢察官由台人擔當，甚好。",
    "en_description": "For representatives, we should choose our native Formosan leaders. It seems that there were also plenty of Formosan judges and prosecutors. This was in prospect."
  },
  {
    "id": "10",
    "description": "竟有公務員搭火車不買票，以前不曾見過。據說這是外省人帶來的作風，盼能改進。明明戰爭已經結束，怎麼米價還一直漲，比三個月前高了三倍。",
    "tlj_description": "竟有公務員搭鐵路不買票，以前 m̄-bat 見過。聽講這 sī 外省人帶來 ê 作風，盼能改進。明明戰爭已經結束，án-tsuánn 米價還一直起，比三個月前還高三倍。",
    "en_description": "A public servant took a train without a ticket. This was unheard of before. And it was heard that such misbehavior was brought by the mainlander. Hope this misbehavior can be corrected. And the war had ended for a while. How come the price of the rice was still rising? It was three times higher than three months ago."
  },
  {
    "id": "11",
    "description": "怎麼連首席檢察官也在走私，怪不得物價飛漲。許久不見的天花病出現了，過去「種痘防疫」的政策取消了嗎？",
    "tlj_description": "án-tsuánn 連首席檢察官iā-tī 走私，bē-kuài--tit物價飛漲。許久不見 ê 天花病出現，過去「種痘防疫」 ê 政策甘 sī 取消？",
    "en_description": "How come the chair prosecutor was also smuggling? No wonder the prices were skyrocket rising. Smallpox reappeared after a long while. Had the ‘smallpox vaccine’ policy been canceled?"
  },
  {
    "id": "12",
    "description": "人才輩出，一時之選。",
    "tlj_description": "人才輩出，一時之選。",
    "en_description": "Local council elections announcement.All the candidates were elites and talents of all times."
  },
  {
    "id": "13",
    "description": "大報紙居然把大畫家陳澄波的名字給寫錯，來寫封信要求訂正一下。",
    "tlj_description": "大報紙居然把大畫家陳澄波 ê 名字給寫錯，來寫封批要求訂正。",
    "en_description": "Press announcement of local council election results in Chiayi (嘉義). But it misspelled the name of Tân Tîng-Pho (陳澄波, 1895-1947). We should write a letter to the press office."
  },
  {
    "id": "14",
    "description": "日本政府殖民台灣五十年，壓榨了台灣人民不少財產，日產清查一定得公平，千萬不能交給人格品行有疑者。",
    "tlj_description": "日本政府殖民台灣五十年，khik-pak 台灣人民不少財產，日產清查一定 ah 公平，千萬 m̄-thang 交 hōo 人格品行有疑者。",
    "en_description": "For fifty-year exploitation during the Japanese colonization, most Formosan properties were confiscated. The investigation should do the justice, that any person of demeanor should be excluded from the process."
  },
  {
    "id": "15",
    "description": "專賣局查緝私煙查到自己口袋裡，一個股長就可以貪污敲詐超過十萬元，惡劣！",
    "tlj_description": "專賣局查緝私煙查著自己 lak-tē-á，一個股長就可以貪污敲詐超過十萬元，惡劣！",
    "en_description": "The Tobacco and Liquor Monopoly Bureau investigated the tobacco smugglers and discovered the political corruption scandal! Merely a section leader could get more than hundreds of thousands of Taiwan dollars by corruption and blackmailing. Shame!"
  },
  {
    "id": "16",
    "description": "王添灯從市參議員選上省參議員了，更上一層樓！",
    "tlj_description": "王添灯tuì市參議員選著省參議員，sing-kip 更上一層樓！",
    "en_description": "Ông Thiam-teng (王添灯, 1901-1947) became a provincial councilor from a city councilor. Congratulations!"
  },
  {
    "id": "17",
    "description": "原來我們的參議會權力只有這樣，難怪「議而不決，決而不行」。政府支出又被公務員津貼補助佔了一大款，「爾俸爾祿，民脂民膏」，為政者得要苦民所苦啊！",
    "tlj_description": "原來我們 ê 參議會權力只有 án-ne，bē-kuài「議而不決，決而不行」。政府支出 iū-koh hōo 公務員津貼補助佔去一大款，「爾俸爾祿，民脂民膏」，為政者得要苦民所苦 ah！",
    "en_description": "So it was. The council had only so limited power. No wonder it could only be ‘discussed but not decided, decided but not executed’. The public budget was taken in large part for public servant stipends. ‘All the public expenses were from the taxation of people.’ The ruler should consider people’s circumstances."
  },
  {
    "id": "18",
    "description": "買教科書的錢竟被挪去走私，但官員怎是答非所問，莫名其妙。又各縣市預算收入僅有一億餘元，支出卻逾九億，錢哪來？",
    "tlj_description": "買教科書 ê 錢竟 hōo 挪去走私，但官員 ah-sī 答非所問，莫名其妙。 iū-koh 各縣市預算收入僅有一億餘元，支出卻超過九億，錢 sī 佗位來 ê？",
    "en_description": "The budget for textbook purchases was embezzled for smuggling. And government officials were escaping accountabilities to answer. How come each county and city had only one billion in income but expensed over nine billion? Where did the money come from?"
  },
  {
    "id": "19",
    "description": "捐給孩童的糧食居然被市府人員私吞，負責本案的王育霖檢察官據說是台灣人，應要為台人討公道。",
    "tlj_description": "捐給孩童 ê 糧食居然 hōo 市府人員私吞，負責本案 ê 王育霖檢察官聽講 sī 台灣人，應要為台人討公道。\n",
    "en_description": "Food for children was embezzled by government officials. Prosecutor for this case, Ông Io̍k-lîm (王育霖, 1919-1947) was also a Formosan. He should avenge Formosans."
  },
  {
    "id": "20",
    "description": "貪污瀆職公務員橫行，媒體據實報導還來信恐嚇，《民報》用整版貪污事件回擊真是痛快！",
    "tlj_description": "貪污瀆職公務員橫行，媒體據實報導還寫批恐嚇，《民報》用整版貪污代誌回擊真 sī 痛快！",
    "en_description": "Corrupt government officials were rampant! They even threatened press freedom! Minpao reported this scandal with a full-page cover story. What a pleasure!"
  },
  {
    "id": "21",
    "description": "王育霖檢察官果然有膽識，直接帶憲兵和法警到市府訊問貪瀆官員，這些貪官還四處嚷嚷說市府被憲兵包圍，真不要臉。",
    "tlj_description": "王育霖檢察官果然有膽智，直接帶憲兵 kap 法警著市府訊問貪瀆官員，這些貪官還四處喊叫，講市府 hōo 憲兵包圍，真 bē-kiàn-siàu。",
    "en_description": "Prosecutor Ông Io̍k-lîm (王育霖, 1919-1947) was courageous. He led military police and judicial police to the city government and questioned these corrupt officials. These corrupt officials yelled over that the office was surrounded by military police. How shameful!"
  },
  {
    "id": "22",
    "description": "全台建設百廢待舉，反先去籌獻金一億元建館慶祝蔣介石六十歲生日，荒謬！",
    "tlj_description": "全台建設百廢待舉，反先去籌獻金一億元建館慶祝蔣介石六十歲生日，離經！",
    "en_description": "All infrastructure was still under construction. But the government arranged a hundred of million to build a memorial hall for Chiang Kai-shek on his sixtieth birthday. Ridiculous!"
  },
  {
    "id": "23",
    "description": "陳儀說什麼寬大仁愛是中國人長處，要台人成為地道的中國人，這不就是要我們也一起做事隨便嗎？",
    "tlj_description": "陳儀說甚物寬大仁愛 sī 中國人長處，要台人成為真正 ê 中國人，這不就 sī 要咱也一起做事ló-tshó？",
    "en_description": "Chen Yi (陳儀, 1883-1950) claimed that benevolence was a Chinese characteristic and asked Formosan should also be so authentic Chinese. But should we Formosan be so careless and irresponsible, too?"
  },
  {
    "id": "24",
    "description": "警察打傷殺害法院法警又拘留其他當事人，法官、檢察官都已經同意保釋，為何還不放人？又不是古代衙門，縣長難道可以說押人就押人？",
    "tlj_description": "警察打傷殺害法院法警 iū-koh 拘留其他當事人，法官、檢察官都已經同意保釋，為何還不放人？iū-koh 不 sī 古代衙門，縣長 tsóng-bô thang 說押人就押人？",
    "en_description": "Police mauled and murdered court police while detaining people. Judges and prosecutors had agreed to bail out. How come they still kept people in custody? There was not any feudal magistrate any more, how could a county mayor detain someone without any legal reason?"
  },
  {
    "id": "25",
    "description": "媒體報導警察開槍亂打人，社長居然被告上法庭成筆禍。已是參議員的王添灯先生還因此官司纏身，殖民政府都不至如此。",
    "tlj_description": "媒體報導警察開槍亂打人，社長居然 hōo 告上法庭成筆禍。已 sī 參議員 ê 王添灯先生iáu-koh因此官司纏身，殖民政府攏不至如此。",
    "en_description": "A press reported a police brutality story, and the chairperson was prosecuted and the expression freedom was infringed. Ông Thiam-teng (王添灯, 1901-1947), a provincial councilor, was even framed. Even a colonial regime  had not even done so."
  },
  {
    "id": "26",
    "description": "專賣事業反倒成圖利私人的工具，專賣公司內又多是外省人，薪資比縣市長還高，台灣人要去哪呢？",
    "tlj_description": "專賣事業反倒成圖利私人 ê 工具，專賣公司內 iū-koh 濟 sī 外省人，薪資比縣市長還高，台灣人要去佗位？",
    "en_description": "Monopoly business was even becoming privatizing and patronizing. Most of the staff in the Monopoly Bureau were mainlanders, and they had even higher salaries than the city and county mayors. Quo vadis Formosans?"
  },
  {
    "id": "27",
    "description": "過去殖民時期臺灣人被壓榨的財富都歸到了日產，現在被盜賣又不追究，跟殖民政府有何異？王育霖不當檢察官了嗎？",
    "tlj_description": "過去殖民時期台灣人 hōo 壓榨 ê 財富都歸著日產，現此時 hōo 盜賣 iū-koh 不追究，跟殖民政府有何差別？王育霖 sī 不作檢察官？",
    "en_description": "In the past Japanese colonization, Formosan properties were all exploited and confiscated. And now these properties were sold not under due process and without accountabilities. What was the difference between the Japanese colonial regime and the Chinese retrocessive government? And  Ông Io̍k-lîm (王育霖, 1919-1947)? Did he resign from the prosecutor’s office?"
  },
  {
    "id": "28",
    "description": "這政府不只是謀財，還來害命，實在可惡！今日聽聞眾人將到行政長官公署前討公道，得一起去才行。",
    "tlj_description": "這政府不只 sī 謀財，還來害命，實在可惡！今日聽聞眾人teh-bueh 著行政長官公署前討公道，得做夥去才行。",
    "en_description": "The government was not only thirsty for money, but also taking lives. That was so terrible. Today it was heard that people demonstrated in front of the Taiwan Provincial Administration Office. Shall we go?"
  },
  {
    "id": "29",
    "subtitle": "前幾天，陳儀宣布台北戒嚴\n廣播說不會傷害守法民眾，會保護人民\n大家也正在組成委員會跟陳儀談判\n討論如何讓民眾安心\n這幾日街頭仍不斷傳來間歇的槍聲\n聽說中國兵從基隆上岸\n《民報》也停刊了\n不知道他們還好嗎？",
    "tlj_subtitle": "前幾工，陳儀宣布台北戒嚴\n廣播說不會傷害守法民眾，eh 保護人民\n大家也正組成委員會 kap 陳儀談判\n討論如何 hōo 民眾安心\n這幾工街頭仍不斷傳來歇陣 ê 槍聲\n聽說中國兵從基隆上岸\n《民報》也停刊\n不知影他們甘好？",
    "en_subtitle": "A few days ago, Chen Yi (陳儀, 1883-1950) declared martial law in Taipei. From the radio, he guaranteed there would be no harm to innocent citizens and provide them with safety.\nPeople discussed how to assemble a committee in order to negotiate with Chen Yi, and how to keep the people calm.\nFor a couple of days, on the street it came with some stifles of gunshots.\nWhispers had it that the Chinese soldiers landed on Keelung.\nAnd Minpao was ceased to publish.\nWhere were they now? Was everything still okay?"
  },
  {
    "id": "30",
    "description": "東京帝國大學文學士、美國哥倫比亞大學哲學博士，是臺灣歷史上第一位留美博士。創辦《民報》。二二八事件時，被武裝人員以陳儀長官找談話為由帶走，就再也沒出現過。",
    "tlj_description": "東京帝國大學文學士、美國哥倫比亞大學哲學博士， sī 台灣歷史上頭一位留美博士。創辦《民報》 。二二八代誌， hōo 武裝人員以陳儀長官找談話為由帶走，就 koh 沒出現過。",
    "en_description": "Lin Mosei (林茂生, 1887-1947). Bachelor of Art at the Tokyo Imperial University, Doctor of Philosophy at the Columbia University, U.S. He was the first Formosan Ph.D. in the U.S. He was the co-founder of ‘Civic Bulletin’ (Minpao 民報). At the 228 incident, he was detained by agents with the excuse of Chen Yi’s interview, and then he was made to disappear."
  },
  {
    "id": "31",
    "description": "京都帝國大學醫學博士，是第二位拿到醫學博士的台灣人。二二八事件時臥病在床，被軍人從醫院帶走後失蹤。",
    "tlj_description": "京都帝國大學醫學博士， sī 頭二位拿著醫學博士 ê 台灣人。二二八代誌時陣臥病 tī 床， hōo 軍人從病院帶走後失蹤。",
    "en_description": "Si Kang-lam (施江南, 1902-1947). Doctorate of Medicine and of Philosophy at the Kyoto Imperial University. He was the second Formosan who held such a doctorate’s degree. ). At the time of the 228 incident, he was hospitalized but still taken by military men, and then made to disappear."
  },
  {
    "id": "32",
    "description": "美國哥倫比亞大學經濟學博士，創設日治時期第一家台灣人經營的金融機構「大東信託」。二二八事件時，擔任臺灣信託公司董事長，被軍隊逮捕後遭到處死。",
    "tlj_description": "美國哥倫比亞大學經濟學博士，創設日治時期頭一家台灣人經營 ê 金融機構「大東信託」。二二八代誌時陣，擔任台灣信託公司董事長， hōo 軍隊逮捕後 hōo 處死。",
    "en_description": "Tan Him (陳炘, 1893-1947). Doctor of Philosophy in Economics at the Columbia University, U.S. At the time of Japanese colonization, he already co-founded the first Formosan-owned financial institute ‘Daito Trust and Co.’ (大東信託). At the time of the 228 incident, he who was the president of ‘Taiwan Trust and Co.’ (臺灣信託), was detained by military men and executed."
  },
  {
    "id": "33",
    "description": "醫師，日治時期時曾因抗日被捕，戰後籌組「臺灣省政治建設協會」，第一屆台北市參議員。二二八事件時，被陳儀列為叛亂首謀，被私下處決。",
    "tlj_description": "醫師，日治時期曾因抗日 hōo 逮捕，戰後籌組「台灣省政治建設協會」，頭一屆台北市參議員。二二八代誌時陣， hōo 陳儀列為叛亂首謀， hōo 私下處決。",
    "en_description": "N̂g Tiâu-sing (黃朝生, 1904-1947). Medical doctor. He was once arrested for the resistance movement during the Japanese colonization. After the war, he assembled ‘Taiwan Provincial Political Construction Association’ (臺灣省政治建設協會). He was elected the first-term of Taipei councilors.  At the 228 incident, by Chen Yi he was considered to be a revolt culprit, and therefore executed secretly"
  },
  {
    "id": "34",
    "description": "《台灣新生報》高雄印刷廠廠長，第一屆高雄市苓雅區區長。二二八事件時，至高雄壽山要塞司令部和彭孟緝談判，要求約束軍人行為，後被以「暴徒首犯」為由處決。",
    "tlj_description": "《台灣新生報》高雄印刷廠廠長，頭一屆高雄市苓雅區區長。二二八代誌時陣，著高雄壽山要塞司令部 kap 彭孟緝談判，要求約束軍人行為，後 hōo 以「暴徒首犯」為由hōo處決。",
    "en_description": "Lîm Kài (林界, 1910-1947)\nFactory manager of ‚Taiwan Shin Sheng Daily News‘ (台灣新生報) Kaohsiung division. He was the first head of Lîng-ngá (苓雅) District of Kaohsiung City. At the 228 incident, he went to the Kaohsiung Fortress Command at Shoushan (壽山) headquarters to negotiate with General Peng Meng-Chi (彭孟緝, 1908-1997) and demanded to control military demeanors. Afterward, he was executed in the name of ‘head of thugs’."
  },
  {
    "id": "35",
    "description": "曾任台北地方法院和高等法院法官，戰後因辦理「員林事件」得罪警方。二二八事件爆發後，在法院處理公文時被帶走，多日之後屍體於台北南港橋下被發現。姪子吳伯雄曾任中國國民黨主席。",
    "tlj_description": "曾任台北地方法院 kap 高等法院法官，戰後因辦理「員林代誌」得罪警方。二二八代誌爆發liáu-āu， tī 法院處理公文時陣 hōo 帶走，幾日liáu-āu屍體tī 台北南港橋下 hōo 發現。姪子吳伯雄曾任中國國民黨主席。",
    "en_description": "Ngô͘ Hông-kî (吳鴻麒, 1902-1947). Judge at Taipei District Court and Higher Court. After the war, he was seen as a troublemaker amongst the police, because he was on the case of police violence case ‘Yuan-lin Incident’ (員林事件). After the outbreak of the 228 incident, he was taken away from the Higher Court office. A few days later, his body was found under the Nankang (南港) bridge of Taipei. Although he was a victim under the Chinese Nationalist Party regime, his nephew Wu Po-hsiung (吳伯雄, 1939-)  was the chairperson of the Chinese National Party (Kuomintang)."
  },
  {
    "id": "36",
    "description": "日治時期曾因抗日被捕，戰後籌組「臺灣省政治建設協會」，第一屆基隆市參議員、副議長。二二八事件時失蹤，多日之後遺體於基隆海邊被尋獲。",
    "tlj_description": "日治時期曾因抗日 hōo 捕，戰後籌組「台灣省政治建設協會」，頭一屆基隆市參議員、副議長。二二八代誌時陣失蹤，幾日遺體於基隆海邊 hōo 尋獲。",
    "en_description": "Iûⁿ Goân-teng (楊元丁, 1898-1947). He was once arrested for the resistance movement during the Japanese colonization. After the war, he assembled ‘Taiwan Provincial Political Construction Association’ (臺灣省政治建設協會). He was elected the first term of Keelung Councilor and also a vice speak person. He disappeared at the time of the 228 incident. After a few days, his body was found at the Keelung shore."
  },
  {
    "id": "37",
    "description": "第一屆台北市參議員、台灣省參議員，《人民導報》社長，三民主義青年團臺北分團主任。戰後多次於議會或報紙抨擊當局貪污腐敗，遭當局控告。二二八事件時被逮捕，遭私下處決。",
    "tlj_description": "頭一屆台北市參議員、台灣省參議員，《人民導報》社長，三民主義青年團台北分團主任。戰後多次 tī 議會 hi̍k 報紙批評當局貪污腐敗，遭當局控告。二二八代誌時 hōo 逮捕，hōo 私下處決。",
    "en_description": "Ông Thiam-teng (王添灯, 1901-1947)\nElected first-term of Taipei Councilor, Taiwan Provincial Councilor, Chairperson of ‘People’s Herald’ (人民導報), and Director of the Chinese Nationalist Party Youth Band Taipei Division. After the war, in the council and in the press he criticized the political corruption, and he was accused by the government. At the time of the 228 incident, he was arrested and executed secretly."
  },
  {
    "id": "38",
    "description": "東京帝國大學法律系畢業，戰後曾任新竹地檢署檢察官。曾於調查新竹市長貪瀆案件時倍受打壓，後辭任檢察官，擔任《民報》法律顧問。二二八事件時，被拘捕於西本願寺、遭受刑求，後被處死。",
    "tlj_description": "東京帝國大學法律系畢業，戰後曾任新竹地檢署檢察官。曾tī調查新竹市長貪瀆案件時陣倍受打壓，後辭任檢察官，擔任《民報》 法律顧問。二二八代誌時陣， hōo 拘捕tī西本願寺、hōo 受刑求，後 hōo 處死。",
    "en_description": "Ông Io̍k-lîm (王育霖, 1919-1947). Studied law and graduated from the Tokyo Imperial University. He was once a prosecutor in the Hsinchu District Prosecutor's Office. He resigned from the office because he was under tremendous suppression while investigating the corruption of the Hsinchu City Mayor. And later, he became a legal advisor of ‘Civic Bulletin’ (Minpao 民報). At the 228 incident, he was in custody and mauled in the Nishi Honganji Temple, and then executed."
  },
  {
    "id": "39",
    "description": "台灣知名畫家，東京美術學校研究所畢業，第一屆嘉義市參議員。二二八事件時，至嘉義水上機場與軍隊談判卻遭逮捕，後未經審判於嘉義車站前被槍決。",
    "tlj_description": "台灣知名畫家，東京美術學校研究所畢業，頭一屆嘉義市參議員。二二八代誌時陣，tī嘉義水上機場 kap 軍隊談判卻 hōo 逮捕，後未經審判tī 嘉義車站前 hōo 槍決。",
    "en_description": "Tân Tîng-Pho (陳澄波, 1895-1947). A known painter and artist who graduated from Tōkyō Bijutsu Gakkō (東京美術學校). He was elected the first-term Chiayi Councilor. At the outbreak of the 228 incident, he went to the Shuishang Airport to negotiate with the military but was detained. He was executed in front of the Chiayi Train Station without any due process."
  },
  {
    "id": "40",
    "subtitle": "誰能料想三月會做洪水！\n那突發的巨浪，沖破了那堅固的防堤。\n那無情的巨浪，流失了那美麗的田園。\n那激怒的巨浪，淹沈了那平和的城市。\n誰能料想三月會做洪水！\n有一位勇敢的青年，曾有過洋的經驗未到防堤就被狂浪捲沒去了。\n有一位理智的青年，抱有新進的理論，未到田園就被泥海埋沒去了。\n有一位熱血的青年，吐露無限的純情，未到城市就被崩山壓沒去了。\n誰能料想三月會做洪水！\n洪水一過，滿地平坡！\n洪水一過，族親四散！\n洪水一過，人心如灰！\n誰能料想三月會做洪水！\n國家何時再建？\n民族何時復興？\n社會何時改革？",
    "tlj_subtitle": "誰能料想三月會做洪水！\n那突發 ê 巨浪，沖破 hit 堅固 ê 防堤。\n那無情 ê 巨浪，流失 hit 美麗 ê 田園。\n那激怒 ê 巨浪，淹沈 hit 平和 ê 城市。\n誰能料想三月會做洪水！\n有一位勇敢 ê 青年，曾有過洋 ê 經驗未著防堤就 hōo 狂浪捲沒去了。\n有一位理智 ê 青年，抱有新進 ê 理論，未著田園就 hōo 泥海埋沒去了。\n有一位熱血 ê 青年，吐露無限 ê 純情，未著城市就 hōo 崩山壓沒去了。\n誰能料想三月會做洪水！\n洪水一過，滿地平坡！\n洪水一過，族親四散！\n洪水一過，人心如灰！\n誰能料想三月會做洪水！\n國家何時再建？\n民族何時復興？\n社會何時改革？",
    "en_subtitle": "Who can ever imagine there will be a flood in March!\nThe abrupt flood, has itself flushed through the solid barrier.\nThe cruel flood, has itself flushed around the beautiful farmland.\nThe raging flood, has itself flushed over the peaceful city. \nWho can ever imagine there will be a flood in March!\nA courageous youth, who has been abroad,was devoured by the fury flood before he reached the barrier.\nA bright youth, who has novel theories,was graved by the floating mud before he reached the farmland.\nA passionate youth, who has an endless sentiment,was suppressed by the sliding land before he reached the city. \nWho can ever imagine there will be a flood in March!\nAfter the flood, the land is tramped.\nAfter the flood, the family is dispersed.\nAfter the flood, the heart is stoned.\nWho can ever imagine there will be a flood in March!\nWhen shall our land be rebuilt?\nWhen shall our people be revived?\nWhen shall our society be reformed?"
  }
]