[{
  "link": "https://www.theguardian.com/world/2018/nov/24/anti-gay-marriage-groups-win-taiwan-referendum-battle",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "The Guardian",
  "quote": "China has welcomed the defeat of Taiwan’s pro-independence ruling Democratic Progressive party (DPP) at local elections, saying it showed people wanted peaceful relations with Beijing.",
  "title": "Taiwan votes down same-sex marriage as China welcomes midterm results",
  "region": "europe",
  "media_hq_country": "UK",
  "media_hq_city": "London",
  "lat": 51.5073509,
  "lng": -0.1277583
}, {
  "link": "https://www.nzz.ch/international/taiwans-regierungspartei-faehrt-eine-schwere-wahlschlappe-ein-ld.1439312",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "NZZ",
  "quote": "Ein Sieg für Peking\nDass dieses Referendum nicht zu Stande kam, dürfte nicht zuletzt Peking freuen. Die Volksrepublik hatte vor Konsequenzen gewarnt, wenn Taiwan versuchen würde, den olympischen Namenskompromiss von 1981 zu ändern. Peking betrachtet Taiwan als Teil seines Territoriums und missbilligt alles, was auf eine Eigenständigkeit oder Unabhängigkeit der Insel hindeutet.\n\nAuch das starke Abschneiden der KMT ist ganz im Sinne der kommunistischen Machthaber auf dem Festland. Denn die KMT hatte unter Präsident Ma Ying-jeou zwischen 2008 und 2016 eine Politik der Annäherung an China verfolgt, die unter Präsidentin Tsai zum Erliegen gekommen ist. Peking hat in den vergangene zwei Jahren massiv Druck auf die Regierung Tsai ausgeübt, etwa indem es westliche Unternehmen dazu gezwungen hat, «Taiwan, China» als Bezeichnung für die Insel zu verwenden.",
  "title": "Taiwans Regierungspartei fährt eine schwere Wahlschlappe ein",
  "region": "europe",
  "media_hq_country": "Switzerland",
  "media_hq_city": "Zürich",
  "lat": 47.3768866,
  "lng": 8.541694
}, {
  "link": "https://www.bbc.com/news/world-asia-46329877",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "BBC",
  "quote": "But the majority of voters want to maintain the status quo - neither independence nor unification. They simply want good relations with China and peace and prosperity for Taiwan. If President Tsai and her party refuse to change course on China, they risk losing the presidency and their majority rule in parliament in the 2020 election.",
  "title": "Taiwan voters reject same-sex marriage in referendums",
  "region": "europe",
  "media_hq_country": "UK",
  "media_hq_city": "London",
  "lat": 51.5073509,
  "lng": -0.1277583
}, {
  "link": "https://www.nytimes.com/2018/11/24/world/asia/taiwan-election-results.html",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "The New York Times",
  "quote": "The president of Taiwan resigned as leader of her party Saturday night after it suffered stunning local election defeats to the opposition Kuomintang, which favors closer ties with China.",
  "title": "Taiwan’s President Quits as Party Chief After Stinging Losses in Local Races",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "New York City",
  "lat": 40.7127753,
  "lng": -74.0059728
}, {
  "link": "https://www.washingtonpost.com/world/taiwanese-president-quits-party-leadership-after-pro-china-rivals-claim-ballot-landslide/2018/11/25/46ce7fa4-f078-11e8-9236-bb94154151d2_story.html?utm_term=.9cb4338778b5",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "Washington Post",
  "quote": "Taiwanese President Tsai Ing-wen announced on Saturday plans to step down as party chairwoman following sweeping midterm losses against a rival party that favors closer relations with China.",
  "title": "Taiwanese president quits party leadership after pro-China rivals claim ballot landslide",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Washington D.C.",
  "lat": 38.9071923,
  "lng": -77.0368707
}, {
  "link": "https://indianexpress.com/article/world/taiwanese-reject-legalizing-same-sex-unions-in-referendum-5463284/",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "The Indian Express",
  "quote": "Taiwanese also elected candidates from the China-friendly opposition Nationalist Party to a majority of mayoral and county magistrate posts, reversing the party’s losses in 2014.",
  "title": "Taiwanese reject legalizing same-sex unions in referendum",
  "region": "asia",
  "media_hq_country": "India",
  "media_hq_city": "Mumbai",
  "lat": 19.0759837,
  "lng": 72.8776559
}, {
  "link": "https://news.cgtn.com/news/3d3d774e354d444f30457a6333566d54/share_p.html",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "CGTN",
  "quote": "The local elections have been regarded as the most pivotal political test for the ruling party, as not only more than 10,000 local officials will be appointed –including the mayors of the six special municipalities of Taipei, New Taipei, Taoyuan, Taichung, Tainan and Kaohsiung – but also the sensitive relationship between the Chinese mainland and Taiwan, and contact between the U.S. and Taiwan will be heavily reshaped. Most importantly, the polls will bode ill or well for the sitting leader's re-election chances in two years.  ",
  "title": "Opinion: Taiwan’s political turnaround shows people’s will",
  "region": "asia",
  "media_hq_country": "China",
  "media_hq_city": "Beijing",
  "lat": 39.90419989999999,
  "lng": 116.4073963
}, {
  "link": "http://www.chinadaily.com.cn/a/201811/25/WS5bf9cc4aa310eff30328ad71.html",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "China Daily",
  "quote": "Taking the initiative to quit her job as chair of the DPP, Tsai, who had exhausted her means to beg for United States' protection and endorsement, must have also realized it is not only her economic policies, but also her separatism that has lost the Taiwan people's hearts, and the US' agenda-setting ability on the island's politics has markedly degraded.\n\nEither the Taiwan people or the White House thinks more of their own respective interests, which in the first place hinges on peaceful and stable cross-Straits relations. But the Tsai administration, which has gone in the opposite direction, turning itself to be a betrayal of Taiwan's interests and a troublemaker to its allegedly most important ally, has drifted farther away from the practical needs of the Taiwan people, and the historical trends of recognizing the \"one China\" consensus.",
  "title": "Taiwan leader lost people's hearts: China Daily editorial",
  "region": "asia",
  "media_hq_country": "China",
  "media_hq_city": "Beijing",
  "lat": 39.90419989999999,
  "lng": 116.4073963
}, {
  "link": "https://www.washingtonpost.com/world/asia_pacific/the-latest-taiwan-ruling-party-suffers-loss-in-local-polls/2018/11/24/9d1d5c0e-efe2-11e8-8b47-bd0975fd6199_story.html?utm_term=.07364989db38",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "Washington Post",
  "quote": "The elections for mayors and thousands of local posts are seen as a key test for the 2-year-old administration of Tsai, whom Beijing has relentlessly attacked over her refusal to endorse its claim that Taiwan is a part of China.",
  "title": "The Latest: Taiwan president resigns as head of ruling party",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Washington D.C.",
  "lat": 38.9071923,
  "lng": -77.0368707
}, {
  "link": "https://www.foxnews.com/world/taiwan-votes-in-local-elections-amid-pressure-from-china",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "Fox News",
  "quote": "China resents Tsai for her refusal to endorse its stance that the self-governing island democracy is a part of the Chinese nation. But the Nationalists won just six of the mayoral and magistrate seats in the 2014 local races as voters rejected their close ties with China. Tsai went on to beat the Nationalist candidate for president.",
  "title": "Taiwan votes in local elections amid pressure from China",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "New York City",
  "lat": 40.7127753,
  "lng": -74.0059728
}, {
  "link": "https://www.latimes.com/world/asia/la-fg-taiwan-elections-china-20181123-story.html",
  "contributor": "kuochun",
  "publish_date": 43427,
  "media": "LA Times",
  "quote": "Taiwanese will vote Saturday in midterm local elections that are seen as a test for the ruling party and a referendum on the island’s chilly relations with China, which has ramped up pressure on Taiwan to abandon any thought of independence.",
  "title": "Taiwan elections seen as a referendum on the island’s icy relationship with China",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Los Angeles",
  "lat": 34.0522342,
  "lng": -118.2436849
}, {
  "link": "https://thehill.com/policy/international/asia-pacific/418052-taiwan-heads-to-polls-to-vote-on-official-olympic-name-same",
  "contributor": "kuochun",
  "publish_date": 43427,
  "media": "The Hills",
  "quote": "Another referendum will tackle the island's official competition name in the Olypmic Games. Taiwan currently competes as \"Chinese Taipei\" at international sporting events under a 1979 International Olympic Committee resolution. Voters will now have a chance to change that. If approved, the country will compete as Taiwan.",
  "title": "Taiwan heads to polls to vote on Olympic name change, same-sex marriage",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Washington D.C.",
  "lat": 38.9071923,
  "lng": -77.0368707
}, {
  "link": "https://www.washingtonpost.com/world/2018/11/23/taiwan-was-supposed-be-first-asian-country-legalize-gay-marriage-then-things-got-complicated/?utm_term=.7b6da6c66c6b",
  "contributor": "kuochun",
  "publish_date": 43427,
  "media": "Washington Post",
  "quote": "Ahead of the vote, there has been an avalanche of advertisements in Taiwanese media. Conservative groups have been accused of spreading misinformation about LGBT rights, running homophobic advertisements ahead of videos aimed at children on YouTube and using chat apps such as Line to spread false rumors stating that same-sex marriage will prompt a wave of HIV-positive gay men to move to Taiwan to take advantage of the island’s health-care system.",
  "title": "Taiwan was supposed to be the first place in Asia to legalize gay marriage. Then things got complicated.",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Washington D.C.",
  "lat": 38.9071923,
  "lng": -77.0368707
}, {
  "link": "https://edition.cnn.com/2018/11/23/asia/taiwan-gay-marriage-china-intl/index.html",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "CNN",
  "title": "A great divide': Inside the battle to stop same-sex marriage in Taiwan",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Atlanta",
  "lat": 33.7489954,
  "lng": -84.3879824
}, {
  "link": "https://www.reuters.com/article/us-taiwan-politics/china-lauds-voters-after-defeat-of-taiwans-ruling-party-idUSKCN1NU01L",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "Reuters",
  "quote": "Voters in Taiwan have delivered a strong rebuke to the island’s pro-independence ruling party in local elections, emboldening the China-friendly opposition, one of whose main figures says he will now reach out to Beijing to forge more friendly ties.",
  "title": "Taiwan rebukes ruling party, emboldens China-friendly opposition",
  "region": "europe",
  "media_hq_country": "UK",
  "media_hq_city": "London",
  "lat": 51.5073509,
  "lng": -0.1277583
}, {
  "link": "https://www.washingtonpost.com/news/democracy-post/wp/2018/11/24/heres-what-the-chinese-communist-party-wants-you-to-forget-about-taiwan/?utm_term=.369ad2708e7c",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "Washington Post",
  "quote": "The people of Taiwan have been taking part Saturday in local elections — an event that people across the Taiwan Strait in the People’s Republic of China (PRC) can only dream of. The vote is taking place amid widespread worries about interference from Beijing, which appears to have organized a full-scale disinformation campaign to undermine the current government of President Tsai Ing-wen and support political forces who favor closer ties with the mainland.",
  "title": "Here’s what the Chinese Communist Party wants you to forget about Taiwan",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Washington D.C.",
  "lat": 38.9071923,
  "lng": -77.0368707
}, {
  "link": "https://edition.cnn.com/2018/11/24/asia/taiwan-president-resigns-party-intl/index.html",
  "contributor": "kuochun",
  "publish_date": 43429,
  "media": "CNN",
  "quote": "The local elections, as well as a failed referendum on whether the island's Olympic athletes would compete under the name \"Taiwan,\" were both seen as bellwether contests for public support on independence.",
  "title": "Taiwan President resigns as head of party after losses in local elections",
  "region": "nam",
  "media_hq_country": "US",
  "media_hq_city": "Atlanta",
  "lat": 33.7489954,
  "lng": -84.3879824
}, {
  "link": "https://www.youtube.com/watch?v=MnHolJ7dwnw",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "Al Jazeera",
  "title": "Will Taiwan vote's outcome bring China friendly party? | Inside story",
  "region": "asia",
  "media_hq_country": "Qatar",
  "media_hq_city": "Doha, Qatar",
  "lat": 25.2854473,
  "lng": 51.53103979999999
}, {
  "link": "https://asia.nikkei.com/Politics/Candidates-of-pro-China-KMT-lead-in-several-Taiwan-mayoral-elections",
  "contributor": "kuochun",
  "publish_date": 43428,
  "media": "Nikkei Asian Review",
  "quote": "Candidates of the main opposition Nationalist Party, or Kuomintang (KMT), were leading in half of the mayoral elections held Saturday in six special municipal districts across Taiwan, preliminary results show, a development certain to please Beijing.",
  "title": "Candidates of pro-China KMT lead in several Taiwan mayoral elections",
  "region": "asia",
  "media_hq_country": "Japan",
  "media_hq_city": "Tokyo",
  "lat": 35.6894875,
  "lng": 139.6917064
}]
