[
  {
    "id": "1",
    "title": "翻開七十幾年前的報紙⋯",
    "tb_title": "翻開七十幾年前 ê 報紙⋯",
    "en_title": "Flipping through a newspaper from more than 70 years ago...",
    "image_caption": "圖片取自民報。上：1946/7/16；左下：1946/11/26；右下一：1946/4/6；右下二：1947/2/26",
    "tb_image_caption": "圖片取自民報。上：1946/7/16；左下：1946/11/26；右下一：1946/4/6；右下二：1947/2/26",
    "en_image_caption": "Pictures taken from Minpao. Top: July 16, 1946; bottom left: November 26, 1946; first picture on bottom right: April 6, 1946; second picture on bottom right: February 26, 1947",
    "description": "瀆職貪污不知恥、專賣局百鬼橫行。惱羞成怒、可憐又可笑；警察開槍還亂打人，整個鄉村慘如戰場。",
    "tb_description": "瀆職貪污不知恥、專賣局百鬼橫行。見笑 tńg 受氣、可憐 iū-koh 可笑；警察開槍還亂打人，整個鄉村慘如戰場。",
    "en_description": "Shameless acts of malfeasance and corruption / Scoundrels at Monopoly Bureau / Pitiable and ridiculous rage out of shame; Police shot and beat citizens, turning the whole village into a horrible battlefield."
  },
  {
    "id": "2",
    "title": "天馬茶房查緝私菸",
    "tb_title": "天馬茶房查緝私菸",
    "en_title": "Investigation into contraband cigarettes at the Tianma Tea House",
    "description": "專賣局查緝員在天馬茶房前，查獲婦人林江邁在販賣私菸，查緝員欲沒收林婦全部的香菸及身上錢財。林婦表示生活困難苦苦哀求，圍觀民眾加入求情。但查緝員葉得根卻以手槍槍柄敲擊林婦頭部，導致流血昏迷。圍觀民眾憤怒擁上，查緝員棄車分頭逃逸。查緝員傅學通逃到永樂町開槍亂射，子彈擊中市民陳文溪，次日死亡。",
    "tb_description": "專賣局查緝員 tī 天馬茶房前，查獲婦人林江邁販賣私菸，查緝員欲沒收林婦全部香菸 kap 身上錢財。林婦表示生活困難苦苦哀求，圍觀民眾加入求情。但查緝員葉得根 khiok 以手槍槍柄敲擊林婦頭部，導致流血昏迷。圍觀民眾憤怒擁上，查緝員棄車分頭逃逸。查緝員傅學通逃著永樂町開槍亂射，子彈擊中市民陳文溪，次日死亡。",
    "en_description": "Agents of the Monopoly Bureau found a woman named Lin Jiangmai (林江邁) selling contraband cigarettes in front of the Tianma tea house (天馬茶房), and wanted to confiscate all the cigarettes and money from the woman. The woman said her life was difficult and pleaded, and onlookers began to join her. Agent Ye Degan (葉得根) knocked the woman in the head with the handle of his pistol, causing her to bleed and fall unconscious. Onlookers then flocked in anger, forcing the agents to abandon their cars and flee in separate directions. Agent Fu Xuetong (傅學通) fled to Yongle District (永樂町) and started a shooting spree, during which a citizen named Chen Wenxi (陳文溪) was shot and died the next day.",
    "date": "1947/2/27",
    "tb_date": "1947/2/27",
    "en_date": "February 27, 1947"
  },
  {
    "id": "3",
    "title": "包圍警察總局",
    "tb_title": "包圍警察總局",
    "en_title": "Surrounding Taipei City Police Department",
    "image_caption": "圖為警察總局原址。",
    "tb_image_caption": "圖為警察總局原址。",
    "en_image_caption": "The picture shows the original site of the Taipei City Police Department.",
    "image_license": "Zengtuoying CC BY-SA 3.0",
    "tb_image_license": "Zengtuoying CC BY-SA 3.0",
    "en_image_license": "Zengtuoying CC BY-SA 3.0",
    "description": "查緝員隨後逃到中山堂旁的警察總局。激憤群眾包圍警察總局，要求警方懲兇。\n民眾續包圍台北憲兵隊，要求交出兇手，憲兵團長張慕陶下令憲兵做出射擊姿勢，雙方交涉無結果，民眾在細雨中徹夜包圍到天亮。",
    "tb_description": "查緝員隨後逃著中山堂旁 ê 警察總局。激憤群眾包圍警察總局，要求警方懲兇。\n民眾續包圍台北憲兵隊，要求交出兇手，憲兵團長張慕陶下令憲兵做出射擊姿勢，雙方交涉無結果，民眾 tī 細雨中徹夜包圍 kah 天光。",
    "en_description": "The agents then fled to Taipei City Police Department next to Zhongshan Hall (中山堂). An angry crowd surrounded the building, demanding that the police punish the murderer. \n\nThe public continued to surround the Taipei Military Police Squad, demanding that the murderer be handed over. The Squad captain Zhang Mutao (張慕陶, 1902-1985) ordered the military police to take up shooting stances. The negotiations between the two sides were fruitless, and the public continued surrounding the Squad in the rain until the next morning.",
    "date": "1947/2/27",
    "tb_date": "1947/2/27",
    "en_date": "February 27, 1947"
  },
  {
    "id": "4",
    "title": "民報報導",
    "tb_title": "民報報導",
    "en_title": "Report from Minpao",
    "description": "查緝私菸隊開槍擊斃賣烟婦人，群情昂奮要求賠醫藥費，竟肇起慘事。",
    "tb_description": "查緝私菸隊開槍擊斃賣烟 ê 婦人，群情昂奮要求賠醫藥費，竟肇起慘事。",
    "en_description": "Investigation team of contraband cigarettes shot and killed a cigarette-selling woman / Crowd demanded compensation for medical expenses with indignation and caused a tragedy.",
    "date": "1947/2/28",
    "tb_date": "1947/2/28",
    "en_date": "February 28, 1947"
  },
  {
    "id": "5",
    "title": "大稻埕罷工罷市",
    "tb_title": "大稻埕罷工罷市",
    "en_title": "Twatutia Strike",
    "image_license": "寺人孟子 CC BY-SA 4.0",
    "tb_image_license": "寺人孟子 CC BY-SA 4.0",
    "en_image_license": "Monk Mencius CC BY-SA 4.0",
    "description": "由於不滿緝菸血案未獲解決，上午九點，民眾在街頭輪流演講，台北市民展開罷工、罷市，大小商店響應相繼關門，市民湧上街頭，尤其大稻埕更是人山人海、群情激昂。",
    "tb_description": "由於不滿緝菸血案未獲解決，上午九點，民眾 tī街頭輪流演講，台北市民展開罷工、罷市，大小商店響應相繼關門，市民湧上街頭，尤其大稻埕 khah 人山人海、群情激昂。",
    "en_description": "Dissatisfied with the unresolved murder case, people took turns speaking in the streets starting from 9 a.m. Citizens of Taipei went on strike, and stores of all sizes closed their doors in response. Streets were flooded with infuriated citizens, especially with spectacular crowds in Twatutia (大稻埕).",
    "date": "1947/2/28",
    "tb_date": "1947/2/28",
    "en_date": "February 28, 1947"
  },
  {
    "id": "6",
    "title": "民眾搗毀台北專賣局",
    "tb_title": "民眾搗毀台北專賣局",
    "en_title": "People sabotaging the Monopoly Bureau",
    "description": "憤怒的市民衝入肇事查緝員所任職的專賣局臺北分局（今重慶南路上的彰化銀行臺北分行），毆打專賣局職員，搗毀辦公器具及玻璃，並將菸、酒、火柴、汽車等物搬出戶外焚毀。",
    "tb_description": "憤怒 ê 市民衝著肇事查緝員所任職ê專賣局台北分局（今重慶南路上 ê 彰化銀行台北分行）內底，毆打專賣局職員，搗毀辦公器具及玻璃， kuā 將菸、酒、火柴、汽車等物搬出戶外焚毀。",
    "en_description": "Storming into the Taipei branch of the Monopoly Bureau (the present Chang Hwa Bank Taipei branch on Chungching South Road) where the agents worked, angry citizens beat up the staff of the Bureau, smashed office equipment and glass, and burned cigarettes, alcohol, matches, and cars that they moved to the outside of the Bureau.",
    "date": "1947/2/28",
    "tb_date": "1947/2/28",
    "en_date": "February 28, 1947"
  },
  {
    "id": "7",
    "title": "行政長官公署掃射",
    "tb_title": "行政長官公署掃射",
    "en_title": "Shooting spree at the Taiwan Provincial Administration Office",
    "description": "數千名群眾前往行政長官公署（今行政院）請願，沿途高呼「槍決犯人」，人潮由延平北路口蔓延到中山路口（今中山南、忠孝東路口）前。公署樓上衛兵立即開槍掃射。當場造成許多人死傷，民眾恐慌四處奔逃，使得情勢更加複雜，此為局勢惡化的關鍵。這種無差別射擊，激怒了更多民眾，戰後以來累積的新仇舊恨一起爆發。",
    "tb_description": "數千名群眾前往行政長官公署（今行政院）請願，沿途高呼「槍決犯人」，人潮由延平北路口蔓延著中山路口（今中山南、忠孝東路口）前。公署樓頂衛兵立即開槍掃射。當場造成真濟人死傷，民眾恐慌四處奔逃，hōo 情勢 kìng-ka 複雜，此為局勢惡化 ê 關鍵。這種無差別射擊，激怒 koh-khah 濟民眾，戰後以來累積 ê 新仇舊恨做伙爆發。",
    "en_description": "Thousands of people went to the Taiwan Provincial Administration Office (now the Executive Yuan) to petition, chanting \"Execute the criminals\" along the way, and the crowd spread from the entrance of Yanping North Road to the entrance of Zhongshan Road (now Zhongshan South and Zhongxiao East intersection). The guards staying on higher floors of the Office immediately opened fire. Many people were killed and wounded on the spot; others ran in panic, making the situation even more complicated—the key to the deterioration of the situation. Such indiscriminate shooting was so infuriating that more citizens stood out and took actions to release their grudges that had accumulated since the end of the Second World War.",
    "date": "1947/2/28",
    "tb_date": "1947/2/28",
    "en_date": "February 28, 1947"
  },
  {
    "id": "8",
    "title": "民眾佔領臺灣廣播電台號召反抗",
    "tb_title": "民眾佔領臺灣廣播電台號召反抗",
    "en_title": "People occupying the Taiwan Broadcasting Station to call for resistance",
    "description": "台北城一片混亂，抗議民眾於新公園內開群眾大會，並佔領公園裡面的臺灣廣播電臺向全臺灣廣播，報導事件經過，並批判臺灣自戰後政治黑暗、貪污舞弊、民不聊生，並呼籲臺灣人與其餓死，不如起來反抗，驅逐各地貪官污吏以求生存。\n\n陳水扁市長任內將新公園改名為今日的「二二八和平紀念公園」、廣播電台也改為「台北市二二八紀念館」。",
    "tb_description": "台北城一片混亂，抗議民眾 tī 新公園內開群眾大會， kuā 佔領公園內底 ê 台灣廣播電台向全台灣放送，報導代誌經過， kuā 批判台灣自戰後政治黑暗、貪污舞弊、民不聊生， kuā 呼籲台灣人與其餓死，不如起來反抗，驅逐各地貪官污吏以求生存。\n\n陳水扁市長任內將新公園改名為今日 ê 「二二八和平紀念公園」、廣播電台也改為「台北市二二八紀念館」。",
    "en_description": "In the chaos throughout Taipei City, the protesters held a mass meeting at Taipei New Park and occupied the Taiwan Broadcasting station inside the park. They made broadcasts to the whole Taiwan, reporting the 228, criticizing the post-war political darkness, corruption, and poverty that people had been living in, and calling on the people of Taiwan to rise up in revolt instead of starving to death, in order to expel the corrupt officials from all over the country to survive.\n \nDuring Mayor Chen Shui-bian (陳水扁)'s term of office, Taipei New Park was renamed the \"228 Peace Memorial Park\" and the radio station was renamed as the \"Taipei 228 Memorial Museum.\"",
    "date": "1947/2/28",
    "tb_date": "1947/2/28",
    "en_date": "February 28, 1947"
  },
  {
    "id": "9",
    "title": "台北市臨時戒嚴",
    "tb_title": "台北市臨時戒嚴",
    "en_title": "Taipei City under temporary martial law",
    "description": "警備總司令部發布臺北市臨時戒嚴令，派遣武裝軍警乘坐大卡車巡邏臺北市區，見到臺灣人的穿著打扮便開槍掃射。民眾再度包圍專賣總局、鐵路警察署、交通局等，並發生軍民衝突，許多民眾遭到射殺，一些詢問鐵路交通情形要回家的學生也遇害。",
    "tb_description": "警備總司令部發布台北市臨時戒嚴令，派遣武裝軍警乘坐大卡車巡邏台北市區，見著台灣人 ê 穿著打扮便開槍掃射。民眾再度包圍專賣總局、鐵路警察署、交通局等，kuā 發生軍民衝突，真濟民眾 hōo 射殺，一些詢問鐵路交通情形要回家 ê 學生也遇害。",
    "en_description": "Taiwan Garrison Command issued a temporary martial law order for Taipei City, sending armed soldiers and police officers in large trucks to patrol the city and shoot any person in sight who was dressed like a Taiwanese.\n \nThe people once again surrounded the Monopoly Bureau, the Railway Police Bureau, the Transportation Bureau and other government buildings, resulting in civil-military conflicts. Many people were shot and killed, and some students who were asking about rail traffic information were also killed.",
    "date": "1947/2/28",
    "tb_date": "1947/2/28",
    "en_date": "February 28, 1947"
  },
  {
    "id": "10",
    "title": "陳儀廣播宣布全台戒嚴",
    "tb_title": "陳儀廣播宣布全台戒嚴",
    "en_title": "Chen Yi’s declaration of martial law in Taiwan",
    "description": "3月1日起，全臺灣各地先後知悉臺北的消息，事件蔓延全臺灣，行政長官陳儀宣布全台戒嚴。\n陳儀廣播內文：台灣同胞昨天我宣布臨時戒嚴，我此刻以十二萬分的誠意，告訴最多數善良百姓，我之所以宣布戒嚴，完全是為了保護你們，你們千萬不要聽信奸人的謠言。有點疑惑、有點恐慌，對於守法的百姓絕對不多加傷害，你們千萬放心。",
    "tb_description": "3月1日起，全台灣各地先後知悉台北 ê 消息，代誌蔓延全台灣，行政長官陳儀宣布全台戒嚴。\n陳儀廣播內文：台灣同胞昨天我宣布臨時戒嚴，我此刻以十二萬分 ê 誠意，告訴最多數善良百姓，我之所以宣布戒嚴，完全 sī 為了保護 lín，lín 千萬不要聽信奸人 ê 謠言。有點疑惑、有點恐慌，對於守法 ê 百姓絕對不多加傷害，lín 千萬放心。",
    "en_description": "As of March 1, the news about the 228s taking place in Taipei spread across Taiwan, and sparked revolts all over the island. As a result, the Chief Executive Chen Yi  (陳儀, 1883-1950) declared martial law in Taiwan.\n \nThe announcement of martial law reads:\n“Dear fellows in Taiwan, yesterday I declared temporary martial law. It is with utmost sincerity that I am telling you, who are mostly good people, that the reason why I declared martial law is simply to offer you protection. You must not listen to the rumors from treacherous people. I am a little bit confused and panic-stricken, but I will not do any harm to the law-abiding people. Please be assured.”",
    "date": "1947/3/1",
    "tb_date": "1947/3/1",
    "en_date": "March 1, 1947"
  },
  {
    "id": "11",
    "title": "台北鐵路管理委員會",
    "tb_title": "台北鐵路管理委員會",
    "en_title": "Taipei Railway Administration Committee",
    "description": "臺北市民眾包圍鐵路管理委員會（今鐵路局），警察大隊自樓上開槍掃射造成18死、40傷。",
    "tb_description": "臺北市民眾包圍鐵路管理委員會（今鐵路局），警察大隊自樓上開槍掃射造成 18 死、40 傷。",
    "en_description": "The citizens of Taipei surrounded the Taipei Railway Administration Committee (now Taiwan Railways Administration), and the police brigade opened fire from upstairs, killing 18 and injuring 40.",
    "date": "1947/3/1",
    "tb_date": "1947/3/1",
    "en_date": "March 1, 1947"
  },
  {
    "id": "12",
    "title": "台北市成立二二八處委會",
    "tb_title": "台北市成立二二八處委會",
    "en_title": "The establishment of the 228 Incident Settlement Committee in Taipei",
    "description": "臺北市參議會邀請國民大會代表、臺灣省參議員、國民參政會參政員，在中山堂成立「緝菸血案調查委員會」，後改為二二八事件處理委員會。",
    "tb_description": "台北市參議會邀請國民大會代表、台灣省參議員、國民參政會參政員， tī 中山堂成立「緝菸血案調查委員會」，後改為二二八代誌處理委員會。",
    "en_description": "The Taipei City Council invited members of the National Assembly, Taiwan Provincial councilors, and People’s Political Council members to set up the \"Cigarette and Murder Investigation Committee” in Zhongshan Hall, which was later renamed as the 228 Incident Settlement Committee.",
    "date": "1947/3/1",
    "tb_date": "1947/3/1",
    "en_date": "March 1, 1947"
  },
  {
    "id": "13",
    "title": "高雄要塞司令部等待出兵",
    "tb_title": "高雄要塞司令部等待出兵",
    "en_title": "Kaohsiung Fortress Command waiting to deploy troops",
    "description": "事件蔓延全島，高雄市民包圍高雄市政府警察局，許多公務員退避至壽山的高雄要塞司令部。高雄要塞司令彭孟緝認為已經形同叛亂，並調整軍力布署以等待機會出兵。",
    "tb_description": "代誌蔓延全島，高雄市民包圍高雄市政府警察局，許多公務員退避至壽山 ê 高雄要塞司令部。高雄要塞司令彭孟緝認為已經形同叛亂， kuā 調整軍力布署以等待機會出兵。",
    "en_description": "As incidents spread across the island, Kaohsiung citizens surrounded the Kaohsiung City Police Station and many civil servants retreated to the Kaohsiung Fortress Command located in Shoushan. The commander of Kaohsiung Fortress, Peng Meng-Chi (彭孟緝, 1908-1997), deemed the situation a rebellion and rearranged his military deployment, waiting for the opportunity to send troops.",
    "date": "1947/3/3",
    "tb_date": "1947/3/3",
    "en_date": "March 3, 1947"
  },
  {
    "id": "14",
    "title": "高雄中學組成自衛隊",
    "tb_title": "高雄中學組成自衛隊",
    "en_title": "Kaohsiung High School formed self-defense team",
    "description": "臺灣省立高雄第一中學原本是被群眾趁亂闖入，並計畫做為反抗政府的指揮中心。而部分學生不願學校遭到外人佔用，於3月4日組成雄中自衛隊，由李榮河（二排左三）和陳仁悲（二排左一）擔任正副隊長。後加入高雄工業職業學校、高雄商業職業學校、高雄第一女子中學學生，以軍訓用槍械維持學校附近治安，並將學校作為外省市民的收容所。",
    "tb_description": "台灣省立高雄第一中學原本 sī-hōo 群眾趁亂闖入， kuā 計畫做為反抗政府 ê 指揮中心。而部分學生不願學校 hōo 外人佔用，tī 3月4日組成雄中自衛隊，由李榮河（二排左三）和陳仁悲（二排左一）擔任正副隊長。後加入高雄工業職業學校、高雄商業職業學校、高雄第一女子中學學生，以軍訓用槍械維持學校附近治安， kuā 將學校作為外省市民 ê 收容所。",
    "en_description": "Taiwan Provincial Kaohsiung First High School was originally broken into by the masses and designated as the command center of the resistance against the government. Some students did not want the school to be occupied by outsiders, so they formed the Self-Defense Squad of Kaohsiung High School on March 4, with Li Ronghe (李榮河 second row, third from left) as the captain and Chen Renbei (陳仁悲 second row, first from left) as the vice-captain. Later, students of Kaohsiung Industrial High School, Kaohsiung Vocational High School of Commerce, and Kaohsiung Girls' High School joined the Self-Defense Squad to maintain law and order in the vicinity of the schools with firearms for military training, while the schools served as shelters for mainlander residents.",
    "date": "1947/3/4",
    "tb_date": "1947/3/4",
    "en_date": "March 4, 1947"
  },
  {
    "id": "15",
    "title": "高雄車站交戰",
    "tb_title": "高雄車站交戰",
    "en_title": "Battle at Kaohsiung Station",
    "description": "憲兵佔領高雄車站，並在二樓架設機槍不讓民眾接近，原本依賴鐵路運輸的糧食無法進入高雄，嚴重影響人民生計，於是雄中自衛隊另組決死隊，由陳仁悲擔任隊長，兵分三路進攻高雄車站驅逐駐紮車站的憲兵隊。但因火力差距懸殊，經歷五個小時交戰後撤離，雄中畢業生顏再策腹部中彈喪生。",
    "tb_description": "憲兵佔領高雄車站， kuā tī 二樓架設機槍不 hōo 民眾接近，原本依賴鐵路運輸 ê 糧食無法進入高雄，嚴重影響人民生計，tsū-án-ne 雄中自衛隊另組決死隊，由陳仁悲擔任隊長，兵分三路進攻高雄車站驅逐駐紮車站 ê 憲兵隊。但因火力差距懸殊，經歷五個小時交戰後撤離，雄中畢業生顏再策腹部中彈喪生。",
    "en_description": "The military police occupied the Kaohsiung Station and set up machine guns on the second floor to keep the people away. As a result, food could not enter Kaohsiung due to rail traffic disruption, which seriously affected the people’s livelihood. Therefore, the Self-Defense Squad of Kaohsiung High School formed a suicide squad with Chen Renbei (陳仁悲) as the captain, and headed towards the Kaohsiung Station from three directions to expel the military police deployed at the station. However, due to disparity in firepower, the squads retreated after five hours of fighting and a Kaohsiung High School graduate Yan Zaice (顏再策) died from a gunshot to the stomach.",
    "date": "1947/3/5",
    "tb_date": "1947/3/5",
    "en_date": "March 5, 1947"
  },
  {
    "id": "16",
    "title": "蔣介石回電報給陳儀表示已派兵",
    "tb_title": "蔣介石回電報給陳儀表示已派兵",
    "en_title": "Chiang Kai-shek telegraphed back to Chen Yi, stating that troops had been sent",
    "description": "蔣介石在南京回應陳儀派軍隊來台鎮壓的要求，並回函：「台灣陳長官。已派步兵一團并派憲兵一營，限本月七日由滬啓運，勿念。中正」",
    "tb_description": "蔣介石 tī 南京回應陳儀派軍隊來台鎮壓 ê 要求， kuā 回函：「台灣陳長官。已派步兵一團并派憲兵一營，限本月七日由滬啓運，勿念。中正」",
    "en_description": "In Nanking, Chiang Kai-shek responded to Chen Yi's request to send troops to suppress Taiwan with a letter that reads: \"Dear Chief, I have sent a regiment of infantry and a battalion of military police from Shanghai on the 7th of this month. Do not worry. C.C.C.”",
    "date": "1947/3/5",
    "tb_date": "1947/3/5",
    "en_date": "March 5, 1947"
  },
  {
    "id": "17",
    "title": "中山堂攻擊事件",
    "tb_title": "中山堂攻擊事件",
    "en_title": "27 Brigade formed in Taichung",
    "image_caption": "二七部隊隊長鍾逸人，事件中被捕遭關押16年。",
    "tb_image_caption": "二七部隊隊長鍾逸人，事件中被捕遭關押16年。（還沒翻譯）",
    "en_image_caption": "Zhong Yiren (鍾逸人, 1921-), the leader of 27 Brigade, was arrested during the 228 and imprisoned for 16 years.",
    "description": "不同於處理委員會與其下保安委員會主張的議會民主路線，四百多名青年學生、地方民眾、泰雅族族人成立二七部隊，成員包含謝雪紅、鍾逸人、黃金島等多人所共同組織領導的反抗國民政府的武裝民兵，為當時規模最大、維持最久的反抗勢力組織。",
    "tb_description": "不同於處理委員會 kap 其下保安委員會主張 ê 議會民主路線，四百多名青年學生、地方民眾、泰雅族族人成立二七部隊，成員包含謝雪紅、鍾逸人、黃金島等多人所共同組織領導 ê 反抗國民政府 ê 武裝民兵，為當時規模最大、維持最久 ê 反抗勢力組織。",
    "en_description": "Unlike the parliamentary democracy system advocated by the Settlement Committee and its Security Committee, a largest and longest-running resistance group during the period, named 27 Brigade, was formed by over 400 young students, local citizens, and members of the Atayal tribes. The Brigade included the armed militia led jointly by Xie Xuehong (謝雪紅, 1901-1970), Zhong Yiren (鍾逸人, 1921-) and Huang Jindao (黃金島, 1926-2017).",
    "date": "1947/3/6",
    "tb_date": "1947/3/6",
    "en_date": "March 6, 1947"
  },
  {
    "id": "18",
    "title": "中山堂攻擊事件",
    "tb_title": "中山堂攻擊代誌",
    "en_title": "Assault in Zhongshan Hall",
    "description": "晚間，行政長官公署下令總攻擊，在中山堂處理委員會處理各部門事務的兩百多名青年學生遭軍隊殺害，開會者遭到逮捕或擊斃。\n",
    "tb_description": "晚間，行政長官公署下令總攻擊， tī 中山堂處理委員會處理各部門事務 ê 兩百多名青年學生遭軍隊殺害，開會者 hōo 逮捕或擊斃。",
    "en_description": "In the evening, the Taiwan Provincial Administration Office ordered a general attack. Over 200 young students who were handling various Committee affairs in Zhongshan Hall were killed by the army, and those who attended the meeting were arrested or shot dead.\n",
    "date": "1947/3/8",
    "tb_date": "1947/3/8",
    "en_date": "March 8, 1947"
  },
  {
    "id": "19",
    "title": "中國軍隊登陸基隆港",
    "tb_title": "中國軍隊登陸基隆港",
    "en_title": "Landing of Chinese troops at Keelung PortMinpao",
    "image_license": "民報",
    "tb_image_license": "民報",
    "en_image_license": "Minpao",
    "description": "包含楊亮功與劉雨卿領導的七千名兵力（第二十一師和憲兵第四團）在內的中國軍隊陸續抵達基隆，並有部隊在未靠岸前便以機槍掃射基隆。",
    "tb_description": "包含楊亮功 kap 劉雨卿領導 ê 七千名兵力（第二十一師 kap 憲兵第四團）tsāi-lāi ê 中國軍隊陸續抵達基隆， kuā 有部隊 tī 未靠岸前便以機槍掃射基隆。",
    "en_description": "The Chinese army, including 7,000 troops (the 21st Division and the 4th Regiment of the Military Police) led by Yang Liangong (楊亮功, 1895-1992) and Liu Yuqing (劉雨卿, 1892-1970), arrived in Keelung one after another, and some troops fired machine guns at Keelung citizens before docking.",
    "date": "1947/3/8",
    "tb_date": "1947/3/8",
    "en_date": "March 8, 1947"
  },
  {
    "id": "20",
    "title": "基隆大屠殺",
    "tb_title": "基隆大屠殺",
    "en_title": "Keelung Massacre",
    "description": "基隆市宣布戒嚴，部隊四處搜捕民眾，沿途朝人群密集掃射，數百人被以鐵絲綑綁並推入海中處決。",
    "tb_description": "基隆市宣布戒嚴，部隊四處搜捕民眾，沿途朝人群密集掃射，數百人 hōo 以鐵絲綑綁 kap 推入海中處決。",
    "en_description": "The city of Keelung was put under martial law. Troops searched for people in all directions, firing intensively at crowds along the way. Hundreds of people were bound with wire and pushed into the sea for execution.",
    "date": "1947/3/9",
    "tb_date": "1947/3/9",
    "en_date": "March 9, 1947"
  },
  {
    "id": "21",
    "title": "三月大屠殺開始",
    "tb_title": "三月大屠殺開始",
    "en_title": "Beginning of the March Massacre",
    "description": "中華民國政府濫捕濫殺無辜臺灣人的「三月大屠殺」開始⋯\n\n二二八事件與隨後的三月大屠殺究竟造成多少傷亡，至今仍無法有定論。依據行政院1992年公布的《二二八事件研究報告》，整起事件中約有一萬八千至兩萬八千人死亡，其中包含許多當時政治、法律、醫學、學術、教育、藝術、媒體等各界的菁英。\n\n那些消失的台灣菁英",
    "tb_description": "中華民國政府濫捕濫殺無辜台灣人 ê 「三月大屠殺」開始⋯\n\n二二八代誌與隨後 ê 三月大屠殺究竟造成多少傷亡，至今仍無法有定論。依據行政院1992年公布 ê 《二二八代誌研究報告》，整起代誌中約有一萬八千至兩萬八千人死亡，其中包含許多當時政治、法律、醫學、學術、教育、藝術、媒體等各界 ê 菁英。",
    "en_description": "The March Massacre, in which the Republic of China government indiscriminately arrested and killed innocent Taiwanese people, began...\n\nThere is still no definitive answer to the question as to how many casualties were caused during the 228 incident and the subsequent March Massacre. According to the Research Report on the 228 incident published by the Executive Yuan in 1992, between 18,000 and 28,000 people died in the 228, including many of the best and brightest in politics, law, medicine, academia, education, art, and media."
  },
  {
    "id": "22",
    "title": "二二八受難者群像",
    "tb_title": "二二八受難者群像",
    "en_title": "Portraits of victims of the 228 incident",
    "description": "中國軍隊陸續登陸後，在台灣各地進行「清鄉」，許多台灣各界的菁英被逮捕、判刑，有人就此流亡海外，也有許多人被槍決，甚至失蹤了72年，直至今日仍找不到屍體。",
    "tb_description": "中國軍隊陸續登陸後，tī台灣各地進行「清鄉」，許多台灣各界 ê 菁英 hōo 逮捕、判刑，有人就此流亡海外，也有真濟人 hōo 槍決，甚至失蹤72年，直至今日猶原找沒屍體。",
    "en_description": "After landing one after another in Taiwan, the Chinese army carried out actions of \"society purge\" in various parts of Taiwan. Many Taiwanese elites from all walks of life were arrested and sentenced, while some fled into exile abroad and many executed by shooting. Others even disappeared for 72 years whose dead bodies remain unfound."
  },
  {
    "id": "23",
    "title": "林茂生 (Lin Mosei, 1887-1947)",
    "tb_title": "林茂生 (Lin Mosei, 1887-1947)",
    "en_title": "Lin Mosei (林茂生, 1887-1947)",
    "description": "東京帝國大學文學士、美國哥倫比亞大學哲學博士，是臺灣歷史上第一位留美博士。創辦《民報》。二二八事件時，被武裝人員以陳儀長官找談話為由帶走，就再也沒出現過。",
    "tb_description": "東京帝國大學文學士、美國哥倫比亞大學哲學博士， sī 台灣歷史上頭一位留美博士。創辦《民報》 。二二八代誌， hōo 武裝人員以陳儀長官找談話為由帶走，就 koh 沒出現過。",
    "en_description": "Bachelor of Art at the Tokyo Imperial University, Doctor of Philosophy at the Columbia University, U.S. He was the first Formosan Ph.D. in the U.S. He was the co-founder of ‘Civic Bulletin’ (Minpao 民報). At the 228 incident, he was detained by agents with the excuse of Chen Yi’s interview, and then he was made to disappear."
  },
  {
    "id": "24",
    "title": "施江南 (Si Kang-lam, 1902-1947)",
    "tb_title": "施江南 (Si Kang-lam, 1902-1947)",
    "en_title": "Si Kang-lam (施江南, 1902-1947)",
    "description": "京都帝國大學醫學博士，是第二位拿到醫學博士的台灣人。二二八事件時臥病在床，被軍人從醫院帶走後失蹤。",
    "tb_description": "京都帝國大學醫學博士， sī 頭二位拿著醫學博士 ê 台灣人。二二八代誌時陣臥病 tī 床， hōo 軍人從病院帶走後失蹤。\n",
    "en_description": "Doctorate of Medicine and of Philosophy at the Kyoto Imperial University. He was the second Formosan who held such a doctorate’s degree. ). At the time of the 228 incident, he was hospitalized but still taken by military men, and then made to disappear.\n"
  },
  {
    "id": "25",
    "title": "陳炘 (Tan Him, 1893-1947)\n",
    "tb_title": "陳炘 (Tan Him, 1893-1947)\n",
    "en_title": "Tan Him (陳炘, 1893-1947)\n",
    "description": "美國哥倫比亞大學經濟學博士，創設日治時期第一家台灣人經營的金融機構「大東信託」。二二八事件時，擔任臺灣信託公司董事長，被軍隊逮捕後遭到處死。\n",
    "tb_description": "美國哥倫比亞大學經濟學博士，創設日治時期頭一家台灣人經營 ê 金融機構「大東信託」。二二八代誌時陣，擔任台灣信託公司董事長， hōo 軍隊逮捕後 hōo 處死。",
    "en_description": "Doctor of Philosophy in Economics at the Columbia University, U.S. At the time of Japanese colonization, he already co-founded the first Formosan-owned financial institute ‘Daito Trust and Co.’ (大東信託). At the time of the 228 incident, he who was the president of ‘Taiwan Trust and Co.’ (臺灣信託), was detained by military men and executed."
  },
  {
    "id": "26",
    "title": "黃朝生(N̂g Tiâu-sing, 1904-1947)\n",
    "tb_title": "黃朝生(N̂g Tiâu-sing, 1904-1947)\n",
    "en_title": "N̂g Tiâu-sing (黃朝生, 1904-1947)\n",
    "description": "醫師，日治時期時曾因抗日被捕，戰後籌組「臺灣省政治建設協會」，第一屆台北市參議員。二二八事件時，被陳儀列為叛亂首謀，被私下處決。",
    "tb_description": "醫師，日治時期曾因抗日 hōo 逮捕，戰後籌組「台灣省政治建設協會」，頭一屆台北市參議員。二二八代誌時陣， hōo 陳儀列為叛亂首謀， hōo 私下處決。",
    "en_description": "Medical doctor. He was once arrested for the resistance movement during the Japanese colonization. After the war, he assembled ‘Taiwan Provincial Political Construction Association’ (臺灣省政治建設協會). He was elected the first-term of Taipei councilors.  At the 228 incident, by Chen Yi he was considered to be a revolt culprit, and therefore executed secretly."
  },
  {
    "id": "27",
    "title": "林界 (Lîm Kài, 1910-1947)\n",
    "tb_title": "林界 (Lîm Kài, 1910-1947)\n",
    "en_title": "Lîm Kài (林界, 1910-1947)",
    "description": "《台灣新生報》高雄印刷廠廠長，第一屆高雄市苓雅區區長。二二八事件時，至高雄壽山要塞司令部和彭孟緝談判，要求約束軍人行為，後被以「暴徒首犯」為由處決。",
    "tb_description": "《台灣新生報》高雄印刷廠廠長，頭一屆高雄市苓雅區區長。二二八代誌時陣，著高雄壽山要塞司令部 kap 彭孟緝談判，要求約束軍人行為，後 hōo 以「暴徒首犯」為由hōo處決。",
    "en_description": "Factory manager of ‚Taiwan Shin Sheng Daily News‘ (台灣新生報) Kaohsiung division. He was the first head of Lîng-ngá (苓雅) District of Kaohsiung City. At the 228 incident, he went to the Kaohsiung Fortress Command at Shoushan (壽山) headquarters to negotiate with General Peng Meng-Chi (彭孟緝, 1908-1997) and demanded to control military demeanors. Afterward, he was executed in the name of ‘head of thugs’.\n"
  },
  {
    "id": "28",
    "title": "吳鴻麒 (Ngô͘ Hông-kî, 1902-1947)\n",
    "tb_title": "吳鴻麒 (Ngô͘ Hông-kî, 1902-1947)\n",
    "en_title": "Ngô͘ Hông-kî (吳鴻麒, 1902-1947)\n",
    "description": "曾任台北地方法院和高等法院法官，戰後因辦理「員林事件」得罪警方。二二八事件爆發後，在法院處理公文時被帶走，多日之後屍體於台北南港橋下被發現。姪子吳伯雄曾任中國國民黨主席。",
    "tb_description": "曾任台北地方法院 kap 高等法院法官，戰後因辦理「員林代誌」得罪警方。二二八代誌爆發liáu-āu， tī 法院處理公文時陣 hōo 帶走，幾日liáu-āu屍體tī 台北南港橋下 hōo 發現。姪子吳伯雄曾任中國國民黨主席。",
    "en_description": "Judge at Taipei District Court and Higher Court. After the war, he was seen as a troublemaker amongst the police, because he was on the case of police violence case ‘Yuan-lin Incident’ (員林事件). After the outbreak of the 228 incident, he was taken away from the Higher Court office. A few days later, his body was found under the Nankang (南港) bridge of Taipei. Although he was a victim under the Chinese Nationalist Party regime, his nephew Wu Po-hsiung (吳伯雄, 1939-)  was the chairperson of the Chinese National Party (Kuomintang)."
  },
  {
    "id": "29",
    "title": "楊元丁(Iûⁿ Goân-teng, 1898-1947)",
    "tb_title": "楊元丁(Iûⁿ Goân-teng, 1898-1947)",
    "en_title": "Iûⁿ Goân-teng (楊元丁, 1898-1947)",
    "description": "日治時期曾因抗日被捕，戰後籌組「臺灣省政治建設協會」，第一屆基隆市參議員、副議長。二二八事件時失蹤，多日之後遺體於基隆海邊被尋獲。\n",
    "tb_description": "日治時期曾因抗日 hōo 捕，戰後籌組「台灣省政治建設協會」，頭一屆基隆市參議員、副議長。二二八代誌時陣失蹤，幾日遺體於基隆海邊 hōo 尋獲。\n",
    "en_description": "He was once arrested for the resistance movement during the Japanese colonization. After the war, he assembled ‘Taiwan Provincial Political Construction Association’ (臺灣省政治建設協會). He was elected the first term of Keelung Councilor and also a vice speak person. He disappeared at the time of the 228 incident. After a few days, his body was found at the Keelung shore.\n"
  },
  {
    "id": "30",
    "title": "王添灯(Ông Thiam-teng, 1901-1947)\n",
    "tb_title": "王添灯(Ông Thiam-teng, 1901-1947)\n",
    "en_title": "Ông Thiam-teng (王添灯, 1901-1947)\n",
    "description": "第一屆台北市參議員、台灣省參議員，《人民導報》社長，三民主義青年團臺北分團主任。戰後多次於議會或報紙抨擊當局貪污腐敗，遭當局控告。二二八事件時被逮捕，遭私下處決。\n",
    "tb_description": "頭一屆台北市參議員、台灣省參議員，《人民導報》社長，三民主義青年團台北分團主任。戰後多次 tī 議會 hi̍k 報紙批評當局貪污腐敗，遭當局控告。二二八代誌時 hōo 逮捕，hōo 私下處決。\n",
    "en_description": "Elected first-term of Taipei Councilor, Taiwan Provincial Councilor, Chairperson of ‘People’s Herald’ (人民導報), and Director of the Chinese Nationalist Party Youth Band Taipei Division. After the war, in the council and in the press he criticized the political corruption, and he was accused by the government. At the time of the 228 incident, he was arrested and executed secretly.\n"
  },
  {
    "id": "31",
    "title": "王育霖 (Ông Io̍k-lîm, 1919-1947)",
    "tb_title": "王育霖 (Ông Io̍k-lîm, 1919-1947)\n",
    "en_title": "Ông Io̍k-lîm (王育霖, 1919-1947)\n",
    "description": "東京帝國大學法律系畢業，戰後曾任新竹地檢署檢察官。曾於調查新竹市長貪瀆案件時倍受打壓，後辭任檢察官，擔任《民報》法律顧問。二二八事件時，被拘捕於西本願寺、遭受刑求，後被處死。\n",
    "tb_description": "東京帝國大學法律系畢業，戰後曾任新竹地檢署檢察官。曾tī調查新竹市長貪瀆案件時陣倍受打壓，後辭任檢察官，擔任《民報》 法律顧問。二二八代誌時陣， hōo 拘捕tī西本願寺、hōo 受刑求，後 hōo 處死。\n",
    "en_description": "Studied law and graduated from the Tokyo Imperial University. He was once a prosecutor in the Hsinchu District Prosecutor's Office. He resigned from the office because he was under tremendous suppression while investigating the corruption of the Hsinchu City Mayor. And later, he became a legal advisor of ‘Civic Bulletin’ (Minpao 民報). At the 228 incident, he was in custody and mauled in the Nishi Honganji Temple, and then executed.\n"
  },
  {
    "id": "32",
    "title": "陳澄波 (Tân Tîng-Pho, 1895-1947)",
    "tb_title": "陳澄波 (Tân Tîng-Pho, 1895-1947)  \n",
    "en_title": "Tân Tîng-Pho (陳澄波, 1895-1947)\n",
    "description": "台灣知名畫家，東京美術學校研究所畢業，第一屆嘉義市參議員。二二八事件時，至嘉義水上機場與軍隊談判卻遭逮捕，後未經審判於嘉義車站前被槍決。\n",
    "tb_description": "台灣知名畫家，東京美術學校研究所畢業，頭一屆嘉義市參議員。二二八代誌時陣，tī嘉義水上機場 kap 軍隊談判卻 hōo 逮捕，後未經審判tī 嘉義車站前 hōo 槍決。\n",
    "en_description": "A known painter and artist who graduated from Tōkyō Bijutsu Gakkō (東京美術學校). He was elected the first-term Chiayi Councilor. At the outbreak of the 228 incident, he went to the Shuishang Airport to negotiate with the military but was detained. He was executed in front of the Chiayi Train Station without any due process.\n"
  },
  {
    "id": "33",
    "description": "依據行政院 1992 年公布的《二二八事件研究報告》，整起事件中約有 18,000 至 28,000 人死亡，其中包含許多當時政治、法律、醫學、學術、教育、藝術、媒體等各界的菁英。這些消失的人，可能代表著另一個平行宇宙中的戰後台灣政治菁英，但在我們這個世界，已經沒有機會看到了。",
    "tb_description": "依據行政院 1992 年公布 ê《二二八代誌研究報告》，整起代誌中約有 18,000 至 28,000 人死亡，其中包含許多當時政治、法律、醫學、學術、教育、藝術、媒體等各界 ê 菁英。這些消失 ê 人，可能代表著另一個平行宇宙中 ê 戰後台灣政治菁英，但 tī 我們這個世界，已經沒有機會看著。",
    "en_description": "According to the Research Report on the 228 incident published by the Executive Yuan in 1992, between 18,000 and 28,000 people died in the 228, including many of the best and brightest in politics, law, medicine, academia, education, art, and media. These figures who vanished would be political elites in post-war Taiwan in another parallel universe. Unfortunately, they were no longer present in our world."
  }
]